Can't copy stairs in Multistory Stairs due to level height doesn't match.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId CantCopyStairsLevelHeightNotMatchInMS { get; }
  Visual Basic
Public Shared ReadOnly Property CantCopyStairsLevelHeightNotMatchInMS As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CantCopyStairsLevelHeightNotMatchInMS {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CopyPasteFailures Class
  Autodesk.Revit.DB Namespace